Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: But the reality is that everyone should be able to access information without others listening in.
ja: しかし本来は、誰もが他人に邪魔されずにどんな情報にもアクセスできるべきです。

source: But there is a much bigger benefit to anyone who uses the Internet: safety, privacy and confidence that more and more of our online communications are protected.
ja: しかし実際にインターネットを使う人々には、それよりずっと大きな恩恵を受けます。それは「安全」と「プライバシー」、そしてオンライン通信が強力に保護されていることへの「信頼感」です。

source: But we need to keep up, especially to coordinate the different efforts and to bring the engineers together, which is what DiaMon has been successfully doing,” said Brendan Gregg, Netflix.
ja: しかし私たちは遅れをとらずに、いくつもの取り組みをコーディネートしたり、エンジニアを集めたりする必要があり、そこを DiaMon がうまくやっているのです。」

source: But what about everyone else?
ja: しかしそのほかの人々はどうでしょうか?

source: But, as can be seen above, it still includes a number of important new features.
ja: しかし上記のように重要な新しい機能がたくさん含まれています。

source: By Neela Jacques
ja: Neela Jacques

source: By becoming a corporate or individual member, you can proudly say you support these activities:
ja: 企業メンバーや個人メンバーになることで、以下のような活動を確実に支援していることになります。

source: By customizing the distribution to meet specific automotive requirements, this new AGL UCB distribution is in a unique position to become the de facto standard for the industry, allowing developers and carmakers to leverage a software stack based on Linux for creating in-vehicle software.
ja: ディストリビューションを自動車特有の要件を満たすようにカスタマイズしたことで、この新しい AGL UCB ディストリビューションは自動車業界のデファクト スタンダードの位置を確保しており、開発者や自動車メーカーは共通の Linux ベース ソフトウェア スタックを利用して車載ソフトウェアを開発できます。

source: By joining The Linux Foundation in July, which also marks the annual celebration of SysAdmins around the world with SysAdmin Day, individuals will be able to both position themselves for career growth and reap the benefits that come with Linux Foundation membership.
ja: 7 月に The Linux Foundation の個人メンバーになると (世界中の SysAdmin たちの記念日である SysAdmin Day も今月なのですが)、キャリアアップを図れると同時に、大きな割引特典も得られます。

source: By joining The Linux Foundation’s portfolio of events, ONS will extend its reach to the broader open source community and include Linux Foundation projects such as ONOS, OpenDaylight and OPNFV, among others.
ja: The Linux Foundation のイベントとなることで、ONS はより広範なオープン ソース コミュニティと交流でき、ONOS、OpenDaylight、OPNFV をはじめとする Linux Foundation プロジェクトも含めることができます。

source: By open sourcing Swift and allowing developers to innovate with it on any platform they use, Apple will benefit from increased innovation.
ja: Swift をオープン ソース化し、開発者がさまざまなプラットフォームでそれを使ってイノベーションを起こせるようにすることで、Apple 自身もそうしたイノベーション拡大の恩恵を受けるでしょう。

source: By spreading the collaborative DNA of the largest collaborative software development project in history, The Linux Foundation provides the essential collaborative and organizational framework so project hosts can focus on innovation and results.
ja: 過去最大の共同ソフトウェア開発プロジェクトの協力的な DNA を広めることで、The Linux Foundation が基本となる協力的/組織的フレームワークを提供するため、プロジェクト主催者はイノベーションや成果の追求に専念することができます。

source: By supporting the kernel development community -- including employing Linus Torvalds himself -- and fostering collaboration on a truly massive scale, the Linux Foundation unites thousands of curious minds in the free and open exchange of ideas.
ja: The Linux Foundation は、Linus Torvalds 自身を雇用することはもとより、カーネル開発コミュニティをサポートし、壮大なコラボレーションを育むことにより、フリーでオープンな意見交換の中でさまざまな好奇心を融合させます。

source: By supporting the kernel development community and fostering collaboration on a truly massive scale, the Linux Foundation unites thousands of curious minds in the free and open exchange of ideas.
ja: カーネル開発コミュニティをサポートし、壮大なコラボレーションを育むことにより、フリーでオープンな意見交換の中でさまざまな好奇心を融合させます。

source: CERTIFICATION
ja: 認証

source: CFP
ja: 発表者募集

source: CFP Close: September 11, 2015
ja: CFP 終了: 2015 年 9 月 11 日

source: CFP Notifications: September 18, 2015
ja: CFP 結果通知: 2015 年 9 月 18 日

source: CFP Open: July 31, 2015
ja: CFP (発表案募集) 開始: 2015 年 7 月 31 日

source: CII Adds Two New Advisory Board Members
ja: CII に新たに 2 人のアドバイザリ ボード メンバーが参加

source: CII accepts grant applications ongoing with priority given to underfunded open source projects that support the largest amount of infrastructure.
ja: CII は助成金の申請を受け付けていますが、大規模基盤をサポートする資金不足のオープン ソース プロジェクトが優先されます。

source: CII is investing $192,000 in this work, which combines existing technologies to test this new technique on OpenSSL, so that, if successful, it can be extended to other open source software to help developers better identify potential bugs and improve security.
ja: CII は 19 万 2000 米ドルをこの活動に投資しています。これは既存の技術を組み合わせて OpenSSL でこの新しいテクニックをテストし、成功すれば他のオープン ソース ソフトウェアにも広がるため、開発者は隠れたバグを特定しやすくなり、セキュリティも強化されます。

source: CII’s $200,000 grant will allow Levsen and Bobbio to meaningfully advance their Debian work and collaborate more closely with other distributions.
ja: CII の 20 万米ドルの助成金により、Levsen と Bobbio は彼らの Debian 作業をより有意義に強化でき、他のディストリビューションともさらに緊密に協力し合えるでしょう。

source: CII’s funds will support a new open source automated testing project, the Reproducible Builds initiative from Debian, and IT security researcher Hanno Böck’s Fuzzing Project.
ja: CII の資金がサポートするのは、新しいオープン ソースの自動テスト プロジェクト、Debian の Reproducible Builds、および IT セキュリティ リサーチャー Hanno Böck の Fuzzing プロジェクトです。

source: CROSS-INDUSTRY
ja: 異業種間の連携

source: Census Project Results
ja: Census Project の調査結果

source: Centralized Network Monitoring, Management & Orchestration
ja: ネットワークの一元的な監視、管理、およびオーケストレーション

source: Chances are that kdbus will eventually find its way into the kernel in some form, though.
ja: しかし Kdbus は最終的に何らかの形でカーネルに入ることになるでしょう。

source: Chinzan-so Hotel & Conference Center
ja: ホテル椿山荘東京

source: Chinzanso itself has a long history.
ja: 長い歴史を持つ由緒あるホテルです。

source: Choose a submission type (Presentation, Panel, BoFs, Tutorial)
ja: 提出するプレゼンテーションの種類 (プレゼンテーション、パネル、BOF、またはテクニカル チュートリアル) を選択します。

source: Choose the category for your proposal (Developer, Business, Legal, Wildcard)
ja: 提案書のカテゴリ (デベロッパー、ビジネス、リーガル、総合) を選択します。

source: Click here for further information on transportation within Yokohama or between Tokyo and Yokohama.
ja: 参考: 横浜市内交通機関 http://www.welcome.city.yokohama.jp/ja/tourism/transit/ http://www.welcome.city.yokohama.jp/ja/tourism/access/

source: Click here to find detailed information on how to reach Hotel Chinzanso Tokyo both from Narita and Haneda airports, as well as from throughout greater Tokyo.
ja: 成田空港、羽田空港、および東京都内各地から椿山荘へのアクセスについては、こちらをご覧ください。

source: Clock-watching
ja: 時間配分

source: Cloud Native Computing Foundation Announces New Members, Begins Accepting Technical Contributions
ja: Cloud Native Computing Foundation が新メンバーを発表し、技術貢献の受け入れを開始

source: Cloud Networking
ja: クラウド ネットワーク

source: Cloud native application development allows Internet companies to practically scale their businesses.
ja: クラウド ネイティブ アプリケーション開発は、インターネット企業の業務のスケール化を実現します。

source: Cloud native applications are container-packaged, dynamically scheduled and microservices-oriented.
ja: クラウド ネイティブ アプリケーションは、コンテナパッケージされ、動的にスケジュールされた、マイクロサービス指向のアプリケーションです。

source: Cloud native refers to applications or services that are container-packaged, dynamically scheduled and micro services-oriented.
ja: クラウド ネイティブとは、コンテナパッケージされ動的にスケジュールされるマイクロサービス指向のアプリケーションやサービスを指します。

source: Cloud/ Big Date/ IoT
ja: クラウド / ビッグ データ / IoT

source: CloudStack Days Tokyo - Tuesday, June 2
ja: CloudStack Days Tokyo - 6 月 2 日 (火)

source: Co-Located Events
ja: 併催イベント

source: Code Development
ja: コード開発

source: Code of Conduct
ja: 行為規範

source: Code that Really Flies: Open Source on the ISS
ja: 本当に飛ぶコード: ISS に使われるオープン ソース

source: Collaborating to build the car of the future through rapid innovation
ja: コラボレーションによる技術革新で未来のクルマを創造する

source: Collaboration
ja: コラボレーション

source: Collaboration is the next competitive advantage.
ja: コラボレーションこそ新しい競争力です。

source: Collaborative Projects
ja: 協業プロジェクト

source: Collaborative Projects are independently supported software projects that harness the power of collaborative development to fuel innovation across industries and ecosystems.
ja: Linux Foundation 協業プロジェクトは独立した支援によるソフトウェア プロジェクトで、共同開発の力で業界やエコシステム全体のイノベーションを推進しています。

source: Combined with increased Linux training offerings and the free ‘Introduction to Linux’ Massive Open Online Course (MOOC), which has attracted more than 400,000 people to learn Linux, the Certification Program is helping to expand the talent pool of Linux professionals worldwide.
ja: ますます充実している Linux トレーニングと、40 万人以上の Linux 学習者を惹きつけた無料の ‘Introduction to Linux (Linux 入門)’ Massive Open Online Course (MOOC) とを組み合わせたこの検定制度は、世界の Linux プロフェッショナルの人材プール拡大に寄与しています。

source: Comments from Members
ja: ==========創設メンバー企業のコメント==========

source: Comments from Node.js Foundation Members
ja: Node.js Foundation メンバーのコメント

source: Comments from Platinum Members
ja: プラチナ メンバーのコメント

source: Commercial Suppliers
ja: 商品メーカー

source: Common challenges when companies start adopting open source is how do you contribute back or what do you even open source.
ja: 企業がオープン ソースを初めて採用する際に共通して悩むのが、自分たちはどのようにオープンソースに貢献したらよいかということです。

source: Common presentation issues and tips
ja: 発表時によくある問題やヒント

source: Community
ja: コミュニティ

source: Community Leaders (ODLUGs, Advisory Group)
ja: コミュニティ リーダー (ODLUG、アドバイザリ グループ)

source: Companies from across the industry are coming together to formally invest in this work.
ja: 業界全体から企業が集結し、この取り組みに正式に投資します。

source: Companies like Google, Intel, Facebook and Twitter have chosen to establish open source offices to facilitate working with open source communities.
ja: Google、Intel、Facebook、Twitter といった企業はオープン ソース オフィスを設立してオープン ソース コミュニティとの連携を促進することにしました。

source: Companies, open source projects and individual developers can work with our Linux Foundation Collaborative Projects to make collaborative development the de facto way of solving the world’s hardest problems.
ja: 企業とオープン ソース プロジェクトと開発者が Linux Foundation 協業プロジェクトで協力し合い、世界的な難問について事実上の解決方法を共同開発することができます。

source: Company Case studies on what’s worked, and what hasn’t in practice for compliance.
ja: 企業のケース スタディ: コンプライアンスに有用だったものとそうでないもの

source: Company Name - Booth
ja: (貴社名 / ブース)

source: Comparing IVI Options
ja: IVI の選択肢を比較

source: Comparison of AGL and GENIVI
ja: AGL と GENIVI の比較

source: Competition
ja: 競争

source: Compiler output usually differs from one version to another.
ja: コンパイラーの出力は、通常はバージョンごとに異なります。

source: Compliance Officers
ja: コンプライアンス オフィサー

source: Compliance program
ja: コンプライアンス プログラム

source: Complimentary Passes For Speakers
ja: 発表者用無料招待券

source: Con
ja: 否定的

source: Conference attendees?
ja: カンファレンスの参加者でしょうか。

source: Conferences
ja: カンファレンス

source: Congratulations to Apple on this important move.
ja: この重要な変化を遂げた Apple におめでとうと言いたいと思います。

source: Consumer Electronics Business:
ja: 消費者家電ビジネス

source: Consumer Electronics Business: BEFORE
ja: 以前の消費者家電ビジネス

source: Containers are one of the most important innovations in software development and today, with the introduction of the Open Container Project , The Linux Foundation will become the home of this essential infrastructure.
ja: コンテナはソフトウェア開発において最も重要なイノベーションの 1 つであり、今日 Open Container Project を紹介するにあたり、Linux Foundation はこの不可欠なインフラの母体になります。

source: Containers make it easier than ever for developers to build applications quickly right on their laptop and to reach Internet scale on any combination of public and private cloud technologies.
ja: コンテナによって、開発者はこれまでより簡単に、ノートパソコンでもアプリケーションをビルドしたり、パブリックとプライベートのクラウド技術を組み合わせたインターネット環境をサポートしたりできます。

source: Continuous Growth in Community Contributions
ja: コミュニティ貢献の継続的成長

source: Continuous Integration Infrastructure
ja: 継続的な統合基盤

source: Control groups are the mechanism by which the kernel gathers processes into hierarchical groups; it can then apply policies and resource usage limits to those groups.
ja: control group というのは、カーネルがプロセスを階層グループに分類できるようするためのメカニズムで、それらのグループにポリシーやリソースの使用制限を適用することができます。

source: Conveniently located in a 2 minute walk from Yokohama Station and is close to many tourist destinations.
ja: 横浜駅東口から徒歩 2 分で、さまざまな観光地に至近です。

source: Created by the founders of SDN, ONS is designed to foster collaboration that addresses the opportunities, challenges and key developments in the quickly evolving world of SDN, OpenFlow, and NFV.
ja: SDN の創設者らによって作られた ONS は、SDN、OpenFlow、および NFV の世界を急速発展させる機会や課題や主要開発に取り組むためのコラボレーションを促進するイベントです。

source: Creating a world of smart, connected things also requires infrastructure that can address new IoT-sized challenges: how we provision people and things, the ability to analyze and handle data, scalable platforms and testing environments for growth.
ja: さまざまなものが賢くつながる世界を創り出すには、新しい IoT 規模の課題「人とモノとのつなげ方、データの分析・処理能力、スケーラブルなプラットフォーム、および成長に向けたテスト環境」に対応できるインフラが必要です。

source: Creating an Open Source Office: Lessons from Twitter - Chris Aniszczyk, The Linux Foundation
ja: Creating an Open Source Office: Lessons from Twitter - Chris Aniszczyk, The Linux Foundation (オープン ソース オフィスの立ち上げ: Twitter から学んだこと (Chris Aniszczyk, The Linux Foundation)

source: Cuoq's new project supports a new flavor of TIS Analyzer named “TIS Interpreter” and a methodology that detects bugs with no false positives.
ja: Cuoq の新しいプロジェクトは、“TIS Interpreter” という新しいフレーバーの TIS Analyzer と、フォールス ポジティブのないバグ検出メソドロジーをサポートしています。

source: Current conditions: The 4.1 kernel release happened on June 21.
ja: 現在の状況：カーネル 4.1 が、6 月 21 日にリリースされました.

source: Current conditions: The 4.2 kernel was released on August 30.
ja: 現在の状況：カーネル 4.2 が 8 月 30 日にリリースされました。

source: Current conditions: the 4.0 kernel was released on April 12.
ja: 現在の状況：カーネル 4.0 が、4 月 12 日にリリースされました。

source: Current conditions: the 4.3 kernel was released on November 1.
ja: 現在の状況：カーネル 4.3 が 11 月 1 日にリリースされました。

source: Currently the criteria include general best practices combined with questions specific to security.
ja: 現在の審査基準は、一般的なベストプラクティスとセキュリティ関連の質問とが組み合わせられています。

source: Customers
ja: 顧客

source: Dan Cauchy, general manager of Automotive Grade Linux (AGL) is delivering a keynote presentation at the Automotive Linux Summit on June 1-2 in Tokyo, Japan to discuss the state of AGL.
ja: Automotive Grade Linux (AGL) のゼネラル マネージャーである Dan Cauchy は Automotive Linux Summit (6 月 1 ～ 2 日 東京) において基調講演を行い、AGL の現状について解説します。

source: Data scientists from industry and academic research will work together to advance world’s most popular language for analytics and data science and support the rapid growth of the R user community
ja: 業界や学術研究のデータ科学者らが協力し、分析学やデータ科学の分野で世界的人気を誇る R 言語を発展させ、R ユーザー コミュニティの急成長を支援します。

source: Dates To Remember
ja: 今後の予定

source: Debian developers Holger Levsen and Jérémy Bobbio are steering a large-scale effort to eliminate unneeded variations from the build processes of thousands of free software projects, as well as provide tools to understand the source of these differences and update the infrastructure to allow developers to independently verify the authenticity of binary distributions.
ja: Debian 開発者 Holger Levsen と Jérémy Bobbio は、何千というフリー ソフトウェア プロジェクトのビルド プロセスから不要なバリエーションを除去するために、あるいは、それらの違いの原因を理解して基盤を更新するためのツール群を提供し、バイナリ ディストリビューションの信憑性を開発者が個人的に検証できるようにするために、大規模な取り組みを進めています。

source: Demo applications for navigation, HVAC control, radio, media player and browser, settings and home screen are on display this week.
ja: 今週は、ナビゲーション、HVAC コントロール、ラジオ、メディア プレーヤー/ブラウザー、セッティング、およびホーム スクリーンのデモ アプリが展示されます。

source: Denso
ja: デンソー

source: Describe who the audience is and what you expect them to gain from your presentation
ja: 対象とする受講者について、および受講者があなたの発表から得られる知識について説明してください

source: Describe who the audience is and what you expect them to gain from your presentation (900 characters maximum).
ja: Audience: 対象とする受講者について、および受講者があなたの発表から得られる知識について説明してください (英語で 900 字以内)。

source: Description
ja: 概要

source: Descriptions of multiple packages in a single SPDX document, allowing aggregation of information that should be kept together.
ja: 1 つの SPDX ドキュメントで複数のパッケージを説明できるため、一緒に保持する必要のある情報が集約される。

source: Despite its prevalence, trying to quickly determine the best maintained and most secure open source to use is a complex problem for both seasoned CIOs and nimble developers.
ja: その普及にも関わらず、最もよく保守され、最も安心して利用できるオープン ソースを速やかに決定するのは、経験豊かな CIO にも機敏な開発者にも困難です。

source: Developer Resources
ja: 開発者リソース <http://wiki.automotive.linuxfoundation.org/index.php/Main_Page>

source: Developer communities and industry backers come together under new foundation
ja: 2 つの開発者コミュニティと後援企業新財団で融合

source: Developers
ja: 開発者のみなさまへ

source: Developers putting Linux onto tiny systems can now configure out multi-user support to save a bit of space.
ja: 小さなシステムで Linux を使用する開発者は、マルチユーザー サポートを外す設定 https://lwn.net/Articles/631853/ にしてスペースを節約できるようになりました。

source: DiaMon Workgroup aims to improve tracing, monitoring and diagnostics for Linux
ja: Linux の追跡、監視、および診断機能の向上をめざすワークグループ

source: Diamond & Platinum Sponsor Counter
ja: ダイアモンドおよびプラチナ スポンサーのカウンター

source: Diamond & Platinum: 10’ wide x 10’ deep
ja: ダイアモンドおよびプラチナ: 約幅 3m × 奥行き 3m

source: Diamond & Platinum: 10’ wide x 8’ deep
ja: ダイアモンドおよびプラチナ: 約幅 3m × 奥行き 2.4m

source: Diamond & Platinum: Approx. 6ft wide x 3ft high x 2ft deep (1800mm x 930mm x 600mm)
ja: ダイアモンドおよびプラチナ スポンサー: 幅1800mm x 高さ930ｍｍ x 奥行き600mm

source: Diamond and Platinum sponsors have the opportunity to receive a private meeting room at the Chinzan-so Hotel & Conference Center from Wednesday, June 3 - Friday, June 5.
ja: ダイアモンド スポンサーとプラチナ スポンサーは、6 月 3 日 (水) ～ 6 月 5 日 (金) までホテル椿山荘東京の専用会議室を利用できます。

source: Diamond and Platinum sponsors have the opportunity to send a pre or post-conference email to all Automotive Linux Summit 2015 attendees.
ja: ダイアモンドおよびプラチナ スポンサーは、Automotive Linux Summit 2015 の参加者全員に電子メールを配信できます (カンファレンスの前または後)。

source: Diamond and Platinum sponsors may include a customized message (up to 125 words for Diamond and 100 words for Platinum) in the pre-conference email that will be sent to all Automotive Linux Summit 2015 attendees.
ja: ダイアモンド スポンサーとゴールド スポンサーは、Automotive Linux Summit 2015 の参加者にイベント前に配布される電子メールにメッセージを掲載できます (ダイアモンド スポンサーは125語まで、プラチナ スポンサーは100語まで) 。

source: Diamond sponsors can increase awareness of company news/stories by taking advantage of the opportunity to work with The Linux Foundation on an interview and article that will be posted on Linux.com within one month of the event - Linux.com receives over one million unique visitors each month.
ja: ダイアモンド スポンサーは、インタビューや記事について The Linux Foundation と協力する機会を利用することで、企業そのものの認知度をアップすることができます。それらのインタビューや記事は、イベント後 1 か月間 Linux.com に掲載されます。Linux.com には毎月 100 万人以上のユニーク ビジター数を誇ります。

source: Diamond sponsors have the opportunity to have a keynote speaker at Automotive Linux Summit 2015.
ja: ダイアモンド スポンサーには、Automotive Linux Summit 2015 において基調講演に登壇 (1 枠を担当) いただけます。

source: Diamond sponsors have the opportunity to have a keynote speaker at LinuxCon + CloudOpen 2015.
ja: ダイアモンド スポンサーには、LinuxCon + CloudOpen 2015 において基調講演に登壇 (1 枠を担当) いただけます。

source: Diamond, Platinum & Gold Sponsor Counter
ja: ダイアモンド、プラチナ、ゴールド スポンサーのカウンター

source: Diamond, Platinum & Gold: Approx. 6ft wide x 3ft high x 2ft deep (1800mm x 930mm x 600mm)
ja: ダイアモンド、プラチナ、ゴールド スポンサー: 幅1800mm x 高さ930ｍｍ x 奥行き600mm

source: Diamond, Platinum and Gold sponsors will be recognized and thanked in the Opening Session on Day 1 of the conference.
ja: ダイアモンド、プラチナ、およびゴールド スポンサーは、カンファレンスの初日のオープニング セッションで紹介されます。

source: Diamond, Platinum and Gold sponsors will have their logos prominently displayed on all keynote stage screens.
ja: ダイアモンド、プラチナ、およびゴールド スポンサーは、すべての基調講演のステージ スクリーンに企業ロゴが大きく映し出されます。

source: Diamond, Platinum and Gold sponsors will receive designated recognition in emails promoting the event to the entire Linux Foundation mailing list.
ja: ダイアモンド、プラチナ、およびゴールド スポンサーは、The Linux Foundation のメーリング リストに配信される当イベントのプロモーション電子メールに掲載されます。

source: Diamond, Platinum, Gold and Silver sponsors have the opportunity to increase company visibility by including a personalized message (up to 150 words for Diamond, 100 for Platinum, 75 for Gold and 50 for Silver) that will be sent to all LinuxCon + CloudOpen Japan 2015 attendees in pre-conference emails.
ja: ダイアモンド、プラチナ、ゴールド、およびシルバー スポンサーは、inuxCon + CloudOpen Japan 2015 の全参加者に事前配布される電子メールにメッセージを掲載するなどして (ダイアモンド スポンサーは150語まで、プラチナ スポンサーは100語まで、ゴールド スポンサーは75語まで、シルバー スポンサーは50語まで)、企業認知度をさらにアップさせることができます。

source: Diamond, Platinum, Gold and Silver sponsors of LinuxCon + CloudOpen Japan will have their company logo prominently displayed on all keynote stage screens.
ja: ダイアモンド、プラチナ、ゴールド、およびシルバー スポンサーは、すべての基調講演のステージ スクリーンに企業ロゴが大きく映し出されます。

source: Diamond, Platinum, Gold and Silver sponsors of Vault will be recognized and thanked in the Opening Session on Day 1 of the conference.
ja: ダイアモンド、プラチナ、ゴールド、およびシルバー スポンサー *は、カンファレンスの初日のオープニング セッションで紹介されます。

source: Diamond, Platinum, Gold and Silver sponsors will have access to a pre-event press/analyst list for LinuxCon + CloudOpen Japan.
ja: ダイアモンド、プラチナ、ゴールド、およびシルバー スポンサーは、LinuxCon + CloudOpen Japan に参加するレポーター、ブロガー、アナリストからなるプレイベント プレス リストにアクセスできます。

source: Diamond, Platinum, Gold and Silver sponsors will receive designated recognition in all pre-conference emails and press releases promoting LinuxCon + CloudOpen Japan to the entire Linux Foundation mailing list.
ja: ダイアモンド、プラチナ、ゴールド、およびシルバー スポンサーは、Linux Foundation のメーリング リストに事前配信される LinuxCon + CloudOpen Japan プロモーション電子メールや プレス リリースでアピールされます。

source: Diamond: 2
ja: ダイアモンド: 2

source: Diamond: 20
ja: ダイアモンド: 20

source: Different industries - same code.
ja: さまざまな産業 - 1 つのコード。

source: Digital Asset is contributing the Hyperledger mark, which will be used as the project name, as well as enterprise grade code and developer resources.
ja: Digital Asset はプロジェクト名として使用される Hyperledger マークのほか、企業グレード コードや開発者リソースを提供しています。

source: Direct: (+81-3) 3943-1171
ja: 直通: 03-3943-1171

source: Directions & Transportation Options
ja: ホテルへのアクセス

source: Directions to Keikyu EX Inn Yokohama Station Higashiguchi
ja: 京急 EX イン横浜駅東口 http://www.yokohama.keikyu-exinn.co.jp/access.html

source: Directions to Yokohama Bay Sheraton Hotel & Towers
ja: 横浜ベイシェラトン ホテル＆タワーズ http://www.starwoodhotels.com/sheraton/property/area/map.html?propertyID=1134

source: Discounted registration ends today.
ja: 登録料の早期割引特典は本日までです。

source: Discuss and exchange compliance best practices (processes, policies, guidelines, tools, open source governance, etc.)
ja: コンプライアンスのプロセス、ポリシー、ガイドライン、ツール、オープンソース ガバナンスなどのベストプラクティスについて議論および意見交換を行う

source: Discuss common compliance challenges and how to address them
ja: 一般的なコンプライアンスの課題とその解決方法について議論する

source: Discussions of common compliance challenges and how to address them
ja: コンプライアンスに関する共通の問題やその対処方法について議論する

source: Discussions of evolving standards and how they may impact compliance programs
ja: 新しい標準とそれらがコンプライアンス プログラムに与える可能性のある影響について議論する

source: Display Design & Décor
ja: 展示デザインと装飾

source: Display Design and Decor
ja: 展示デザインと装飾

source: Distributed ledger systems today are being built in a variety of industries but to realize the promise of this emerging technology, an open source and collaborative development strategy that supports multiple players in multiple industries is required.
ja: 分散レジャー システムは現在あらゆる業界で構築されていますが、この画期的技術を実現に導くには、オープン ソースと共同開発の力で、さまざまな業界の複数組織をサポートする必要があります。

source: Don’t Feel Intimidated
ja: 心配はいりません

source: Download Brochure
ja: パンフレットをダウンロードする

source: Download the pdf below for walking directions from the nearest subway and bus stations.
ja: 最寄りの地下鉄駅やバス停からホテルへの徒歩ルートについては、こちらの pdf をご覧ください。

source: EMS in Shenzhen/ Open Hardware
ja: EMS 深セン / オープン ハードウェア

source: Each display includes two electrical outlets and wireless internet access.
ja: 電源コンセント2口、および無線LANが利用できます。

source: Each episode illustrates a fictitious world in which Linux doesn’t exist to make a bold and fun statement about Linux's role in our everyday lives.
ja: どのエピソードも Linux が存在しない世界を想定したもので、私たちの日常生活の中で Linux が果たしている役割の大きさを痛感させられる楽しい動画です。

source: Each individual participant and attendee at this meeting is responsible for complying with the LF Antitrust Policy.
ja: 本会合のすべての参加者は、LF 独占禁止ポリシーを順守する責任を負います。
